adamhartford.vscode-base64
cg-cnu.vscode-750-words
donjayamanne.githistory
eamodio.gitlens
foxundermoon.shell-format
golang.go
Gruntfuggly.global-config
janisdd.vscode-edit-csv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
patbenatar.advanced-new-file
piotrpalarz.vscode-gitignore-generator
redhat.vscode-yaml
rido3.wordcount
ryu1kn.partial-diff
samuelcolvin.jinjahtml
shakram02.bash-beautify
SolarLiner.linux-themes
wholroyd.jinja
