adamhartford.vscode-base64
almenon.arepl
cg-cnu.vscode-750-words
CurlyBrackets.markdown-word-count
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.codespaces
GitHub.copilot
golang.go
Gruntfuggly.todo-tree
hogashi.vscode-copy-github-permalink
janisdd.vscode-edit-csv
kiteco.kite
mikey.vscode-fileheader
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
njpwerner.autodocstring
patbenatar.advanced-new-file
piotrpalarz.vscode-gitignore-generator
rangav.vscode-thunder-client
redhat.vscode-yaml
rido3.wordcount
ryu1kn.partial-diff
shakram02.bash-beautify
SolarLiner.linux-themes
techer.open-in-browser
Wscats.eno
Wscats.omi-snippets
YishaiYosifov.templates
